[
  {
    "name": "A robust spatial correlation analysis for a better understanding of John Snow ghost map",
    "title": "A robust spatial correlation analysis for a better understanding of John Snow ghost map",
    "category": "Journal Article",
    "year": "2025",
    "authors": "Giuseppe Arbia, Vincenzo Nardelli",
    "journal": "LETTERS IN SPATIAL AND RESOURCE SCIENCES",
    "abstract": "John Snow is heralded as a pioneering figure in epidemiology and spatial analysis, notably through his innovative approach to mapping the 1854 cholera outbreak in London. This study seeks to merge the domains of historical epidemiological research and established spatial statistical techniques by utilizing the Moran’s coefficient (a very popular measure of spatial autocorrelation), on the original cholera dataset collected by John Snow. Despite the Moran coefficient celebrated ability to identify spatial autocorrelation patterns, its application to Snow’s dataset dramatically fails in detecting the outbreak of the cholera epidemic, primarily due to the presence of outliers in the dataset. This paper discusses the implications of these evidences in health applications of the standard spatial statistical methods and suggests some robust alternative to tackle the problem.",
    "doi": "10.1007/s12076-025-00409-y",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://doi.org/10.1007/s12076-025-00409-y",
    "filename": "2025_01_a_robust_spatial_correlation_analysis_for_a",
    "slug": "2025_01_a_robust_spatial_correlation_analysis_for_a"
  },
  {
    "name": "Analisi di impatto economico delle vaccinazioni covid-19",
    "title": "Analisi di impatto economico delle vaccinazioni covid-19",
    "category": "Publication",
    "year": "2025",
    "authors": "Eugenio Di Brino, Americo Cicchetti, Michele Basile, Filippo Rumi, Vincenzo Nardelli",
    "journal": null,
    "abstract": "L’analisi dell’impatto economico è suddivisa in diverse sezio-\r\nni. La prima sezione si concentra sull’impatto sul Servizio Sanita-\r\nrio Nazionale, includendo l’incremento della spesa e del finan-\r\nziamento delle Regioni. La seconda sezione analizza l’impatto\r\neconomico delle spese direttamente sostenute dal Governo attra-\r\nverso la Protezione Civile Nazionale e il Commissario per l’Emer-\r\ngenza Covid-19. Una terza sezione si concentra sull’effetto eco-\r\nnomico derivante dalla sospensione di molte attività di diagnosi e\r\ncura durante il periodo di lockdown. Infine, la quarta sezione for-\r\nnisce una panoramica sulle spese extra derivanti dall’implementa-\r\nzione del programma vaccinale durante il 2021.",
    "doi": null,
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://publicatt.unicatt.it/",
    "filename": "2025_01_analisi_di_impatto_economico_delle_vaccinazioni_covid",
    "slug": "2025_01_analisi_di_impatto_economico_delle_vaccinazioni_covid"
  },
  {
    "name": "Defining Ad-Hoc Sampling Designs for Small Area Estimation",
    "title": "Defining Ad-Hoc Sampling Designs for Small Area Estimation",
    "category": "Journal Article",
    "year": "2025",
    "authors": "Piero Demetrio Falorsi, Stefano Falorsi, Vincenzo Nardelli, Paolo Righi",
    "journal": "JOURNAL OF OFFICIAL STATISTICS",
    "abstract": "The paper sketches a proper statistical setting necessary to define the sampling design for Small Area Estimation (SAE). Since SAE techniques are commonly used in official statistics, relying on appropriate sampling designs to improve the quality of estimates becomes crucial. The sampling design is based on both allocation and sampling selection. The allocation step solves a non-standard problem necessary for finding the minimum-cost solution that controls the accuracy of the model-based small area estimator. The sampling selection ensures the planned sample sizes for each level of random effects affecting the variables of interest.",
    "doi": "10.1177/0282423x251388201",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://doi.org/10.1177/0282423x251388201",
    "filename": "2025_01_defining_ad_hoc_sampling_designs_for_small",
    "slug": "2025_01_defining_ad_hoc_sampling_designs_for_small"
  },
  {
    "name": "Evaluating Bias in Big Data Using H3 Spatial Indexing",
    "title": "Evaluating Bias in Big Data Using H3 Spatial Indexing",
    "category": "Journal Article",
    "year": "2025",
    "authors": "Vincenzo Nardelli, Niccolò Salvini, Giuseppe Arbia",
    "journal": "ITALIAN STATISTICAL SOCIETY SERIES ON ADVANCES IN STATISTICS",
    "abstract": "The H3 geospatial indexing system has made a profound impact on geospatial data analysis. Its novel methodology of converting geographic areas into hierarchical hexagonal grids has revolutionized the management of extensive spatial datasets and streamlined the integration of varied data sources. This approach has shown particular promise in handling complex economic datasets, such as web sources, which present unique challenges due to their size and diversity. However, our study highlights significant limitations of the H3 system in spatial econometrics, specifically in relation to the Modifiable Areal Unit Problem (MAUP). By conducting simulations, we evaluated how different aggregation levels in H3 affect the detection of spatial autocorrelation using Moran’s I estimators. The results reveal considerable difficulties in accurately identifying spatial autocorrelation, a key aspect in analyzing geographic and economic datasets. This paper highlights the need for ongoing research to refine spatial data analysis tools. Future efforts should prioritize using real-world data from geographic and complex economic analysis, to minimize biases in H3 aggregations.",
    "doi": "10.1007/978-3-031-64350-7_32",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://doi.org/10.1007/978-3-031-64350-7_32",
    "filename": "2025_01_evaluating_bias_in_big_data_using_h3",
    "slug": "2025_01_evaluating_bias_in_big_data_using_h3"
  },
  {
    "name": "Evaluating the Robustness of Spatial Econometric Estimators",
    "title": "Evaluating the Robustness of Spatial Econometric Estimators",
    "category": "Journal Article",
    "year": "2025",
    "authors": "Vincenzo Nardelli, Niccolò Salvini",
    "journal": "NETWORKS AND SPATIAL ECONOMICS",
    "abstract": "Statistical procedures can be significantly affected by outliers, and spatial econometric models are no exception. While Maximum Likelihood (ML) estimators are common, computationally efficient Generalized Method of Moments (GM) estimators–such as Spatial Two-Stage Least Squares (STSLS) for lag models, GMerrorsar for error models, and Generalized Spatial Two-Stage Least Squares (GSTSLS) for combined (SARAR) models–are increasingly preferred for large datasets. However, systematic evidence on the comparative robustness of these diverse estimation techniques (ML versus GM) to local outliers remains limited, particularly concerning their performance when models are correctly specified versus potentially misspecified. This paper aims to fill this gap by employing the Local Influence Function (LIF), an extension of the classical influence function to spatial datasets. First, we conduct Monte Carlo experiments to systematically evaluate the robustness of Maximum Likelihood (ML) versus Generalized Method of Moments (GM) estimators for Spatial Lag (SLM), Spatial Error (SEM), and Spatial Autoregressive with Autoregressive Disturbances (SARAR) models. For each model type, estimators are assessed using data generated from their respective true Data Generating Processes (DGPs) under local perturbations of the dependent variable. These simulations indicate that, under correct model specification, ML estimators generally demonstrate superior robustness for key parameters (\r\n, \r\n, \r\n) compared to their GM counterparts. Second, we demonstrate the practical utility of the LIF methodology using a large-scale dataset of approximately 7,900 Italian municipalities to analyze the relationship between average equivalent income and unemployment rates. Our application reveals that key parameters of the GM estimator for the most comprehensive model (SARAR/SAC) can exhibit considerable local sensitivity to data perturbations, and the LIF effectively identifies specific municipalities exerting disproportionate influence, allowing for the mapping of these spatial patterns of sensitivity.",
    "doi": "10.1007/s11067-025-09716-9",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://doi.org/10.1007/s11067-025-09716-9",
    "filename": "2025_01_evaluating_the_robustness_of_spatial_econometric_estimators",
    "slug": "2025_01_evaluating_the_robustness_of_spatial_econometric_estimators"
  },
  {
    "name": "Sampled Grid Pairwise Likelihood (SG-PL): An Efficient Approach for Spatial Regression on Large Data Networks",
    "title": "Sampled Grid Pairwise Likelihood (SG-PL): An Efficient Approach for Spatial Regression on Large Data Networks",
    "category": "Journal Article",
    "year": "2025",
    "authors": "Giuseppe Arbia, Vincenzo Nardelli, Niccolò Salvini",
    "journal": "NETWORKS AND SPATIAL ECONOMICS",
    "abstract": "Estimating spatial regression models on large, irregularly structured data networks poses significant computational hurdles. The Pairwise Likelihood (PL) proposed by Arbia (2014) offers a pathway to simplify the estimations by selecting a subset of pairs of observations, but the process of selection of the pairs remains a critical challenge, particularly when the data volume and complexity grow. This paper introduces a novel approach that employs a grid-based sampling strategy to strategically select observation pairs. Our simulation studies show clearly the new method’s main advantage consisting of a dramatic reduction in computational time—often by orders of magnitude—when compared to other benchmark methods. This substantial acceleration is achieved with an acceptable trade-off of statistical efficiency. An empirical application further validates the practical utility of the proposed method. As a consequence, the proposed method emerges as a highly scalable and effective tool for spatial and network analysis on very large datasets, offering a compelling balance where substantial gains in computational feasibility are realized for a limited cost in statistical precision.",
    "doi": "10.1007/s11067-025-09704-z",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://doi.org/10.1007/s11067-025-09704-z",
    "filename": "2025_01_sampled_grid_pairwise_likelihood_sg_pl_an",
    "slug": "2025_01_sampled_grid_pairwise_likelihood_sg_pl_an"
  },
  {
    "name": "Strategie per il Futuro della Sanità. Invecchiamento della Popolazione, Big Data e il DM 77",
    "title": "Strategie per il Futuro della Sanità. Invecchiamento della Popolazione, Big Data e il DM 77",
    "category": "Publication",
    "year": "2025",
    "authors": "Giuseppe Arbia, Alessandro Rosina, Vincenzo Nardelli, Ilaria Valentini",
    "journal": null,
    "abstract": "L’invecchiamento della popolazione rappresenta una sfida cre-\r\nscente per i sistemi sanitari globali e, in particolare, per il Sistema\r\nSanitario Nazionale (SSN) italiano. Secondo le previsioni, la per-\r\ncentuale di persone over 65 in Italia è destinata a crescere drastica-\r\nmente nei prossimi anni, influenzando non solo la domanda di ser-\r\nvizi sanitari ma anche le politiche di programmazione sanitaria.\r\nCon il progressivo aumento dell’aspettativa di vita, aumenta anche\r\nla prevalenza di patologie croniche e complesse, che richiedono\r\nun’attenzione sanitaria continua e multifattoriale. In questo conte-\r\nsto, il Decreto Ministeriale 77 (DM 77) (D.L. 23 maggio 2022, n.\r\n77, «Regolamento recante la definizione di modelli e standard per\r\nlo sviluppo dell’assistenza territoriale nel Servizio sanitario nazio-\r\nnale», 2022), introdotto nell’ambito della Missione 6 del Piano Na-\r\nzionale di Ripresa e Resilienza (PNRR), ha come obiettivo princi-\r\npale la riorganizzazione dell’assistenza territoriale per rispondere in\r\nmodo più adeguato alle esigenze di una popolazione che invecchia\r\nmigliorando l’efficienza e l’efficacia della loro presa in carico.\r\nFondamentale per l’attuazione del DM 77 è il ruolo che assu-\r\nmeranno i Big Data nella programmazione sanitaria, non solo per\r\ngestire questa trasformazione, offrendo strumenti per una pianifi-\r\ncazione più precisa, ma anche per l’implementazione di modelli di\r\nassistenza sempre più personalizzati.",
    "doi": null,
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2025-01-01",
    "link": "https://publicatt.unicatt.it/",
    "filename": "2025_01_strategie_per_il_futuro_della_sanità_invecchiamento",
    "slug": "2025_01_strategie_per_il_futuro_della_sanità_invecchiamento"
  },
  {
    "name": "Baseline clinical and neuroradiological predictors of outcome in patients with large ischemic core undergoing mechanical thrombectomy: a retrospective multicenter study",
    "title": "Baseline clinical and neuroradiological predictors of outcome in patients with large ischemic core undergoing mechanical thrombectomy: a retrospective multicenter study",
    "category": "Journal Article",
    "year": "2024",
    "authors": "Andrea Alexandre, Mauro Monforte, Valerio Brunetti, Luca Scarcia, Luigi Cirillo, Andrea Zini, Irene Scala, Vincenzo Nardelli, Francesco Arbia, Giuseppe Arbia, Giovanni Frisullo, Erwah Kalsoum, Arianna Camilli, Davide De Leoni, Colò Francesca, Serena Abruzzese, Mariangela Piano, Claudia Rollo, Antonio Macera, Maria Ruggiero, Elvis Lafe, Joseph Domenico Gabrieli, Giacomo Cester, Nicola Limbucci, Francesco Arba, Simone Ferretti, Valerio Da Ros, Luigi Bellini, Giancarlo Salsano, Nicola Mavilio, Riccardo Russo, Mauro Bergui, Antonio Armando Caragliano, Sergio Lucio Vinci, Daniele Giuseppe Romano, Giulia Frauenfelder, Vittorio Semeraro, Ganimede Maria Porzia, Emilio Lozupone, Andrea Romi, Anna Cavallini, Luca Milonia, Massimo Muto, Paolo Candelaresi, Paolo Calabresi, Alessandro Pedicelli, Aldobrando Broccolini",
    "journal": "INTERNATIONAL JOURNAL OF STROKE",
    "abstract": "Background: Recent randomized trials have shown the benefit of mechanical thrombectomy (MT) also in patients with an established large ischemic core. Aim: The purpose of this study was to define baseline predictors of clinical outcome in patients with large vessel occlusion (LVO) in the anterior circulation and an Alberta Stroke Program Early CT score (ASPECTS) ≤ 5, undergoing MT. Material and methods: The databases of 16 comprehensive stroke centers were retrospectively screened for patients with LVO and ASPECTS ≤ 5 that received MT. Baseline clinical and neuroradiological features, including the differential contribution of all ASPECTS regions to the composite score, were collected. Primary clinical outcome measure was a 90-day modified Rankin Scale (mRS) score of 0-2. Statistical analysis used a logistic regression model and random forest algorithm. Results: 408 patients were available for analysis. In multivariate model, among baseline features, lower age (OR 0.962, 95% CI 0.943-0.982) and lower National Institute of Health Stroke Scale (NIHSS) score (OR 0.911, 95% CI 0.862-0.963) were associated with the mRS score 0-2. Involvement of the M2 (OR 0.398, 95% CI 0.206-0.770) or M4 (OR 0.496, 95% CI 0.260-0.945) ASPECTS regions was associated with an unfavorable outcome. Random forest analysis confirmed that age and baseline NIHSS score are the most important variables influencing clinical outcome, whereas involvement of cortical regions M5, M4, M2 and M1 can have a negative impact. Conclusion: Our retrospective analysis shows that, along with age and baseline clinical impairment, presence of early ischemic changes involving cortical areas has a role in clinical outcome in patients with large ischemic core undergoing MT.",
    "doi": "10.1177/17474930241245828",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2024-01-01",
    "link": "https://doi.org/10.1177/17474930241245828",
    "filename": "2024_01_baseline_clinical_and_neuroradiological_predictors_of_outcome",
    "slug": "2024_01_baseline_clinical_and_neuroradiological_predictors_of_outcome"
  },
  {
    "name": "Building and Feeding a Surveillance System on the COVID-19 Pandemic: A Review of Some Statistical Proposals",
    "title": "Building and Feeding a Surveillance System on the COVID-19 Pandemic: A Review of Some Statistical Proposals",
    "category": "Journal Article",
    "year": "2024",
    "authors": "Guido Carlo Alleva, Giuseppe Arbia, P. D. Falorsi, Vincenzo Nardelli, A. Zuliani",
    "journal": "STUDIES IN THEORETICAL AND APPLIED STATISTICSSELECTED PAPERS OF THE STATISTICAL SOCIETIES",
    "abstract": "The purpose of this chapter is to present some innovative sample designs recently proposed to tackle the many challenges linked with the collection of reliable data during the COVID-19 recent outbreaks (Alleva et al., J Official Stat. 38(2):367–398, 2022; Alleva et al., Stat Methods Appl 32(3):983–999, 2023). One peculiar characteristic of these designs is that not only are they methodologically grounded on sound statistical properties, but they are also operational, and they can be straightforwardly implemented after considering the many practical problems that may arise during an epidemic emergency. Indeed, the designs could be implemented as a surveillance system, and they could be repeated in multiple waves during an epidemies.",
    "doi": "10.1007/978-3-031-63630-1_3",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2024-01-01",
    "link": "https://doi.org/10.1007/978-3-031-63630-1_3",
    "filename": "2024_01_building_and_feeding_a_surveillance_system_on",
    "slug": "2024_01_building_and_feeding_a_surveillance_system_on"
  },
  {
    "name": "Using Web-Data to Estimate Spatial Regression Models",
    "title": "Using Web-Data to Estimate Spatial Regression Models",
    "category": "Journal Article",
    "year": "2024",
    "authors": "Giuseppe Arbia, Vincenzo Nardelli",
    "journal": "INTERNATIONAL REGIONAL SCIENCE REVIEW",
    "abstract": "Macro econometrics has been recently affected by the so-called ‘Google Econometrics’. Comparatively less attention has been paid to the subject by the regional and spatial sciences where the Big Data revolution is challenging the conventional econometric techniques with the availability of a variety of non- traditionally collected data (such as, e. g., crowdsourcing, web scraping, etc) which are almost invariably geo-coded. However, these unconventionally collected data represent only what in statistics is known as a “convenience sample” that does not allow any sound probabilistic inference. This paper aims at making aware researchers of the consequence of the unwise use of such data in the applied work and to propose a technique to minimize such the negative effects in the estimation of spatial regression. The method consists of manipulating the data prior their use in an inferential context.",
    "doi": "10.1177/01600176231173438",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2024-01-01",
    "link": "https://doi.org/10.1177/01600176231173438",
    "filename": "2024_01_using_web_data_to_estimate_spatial_regression",
    "slug": "2024_01_using_web_data_to_estimate_spatial_regression"
  },
  {
    "name": "Does your Perception of Safety Matter? Spillover Effect Analysis During Covid-19 Pandemic",
    "title": "Does your Perception of Safety Matter? Spillover Effect Analysis During Covid-19 Pandemic",
    "category": "Conference Paper",
    "year": "2023",
    "authors": "Federica Morandi, Roberta Laurita, Vincenzo Nardelli, Eugenio Di Brino, Americo Cicchetti",
    "journal": "PROCEEDINGS - ACADEMY OF MANAGEMENT",
    "abstract": "This study aims to examine the organizational and network-level factors that determine patients’ perception of safety during the Covid-19 pandemic. We used a unique database of 366 oncological patients and 68 breast unit team leaders operating within the Italian NHS. We used spatial econometric models to test our hypotheses. Our results reveal the importance of team stability and continuity in the provision of care in patients’ perception of safety. We also highlight the invisible network between patients with similar conditions and the circumstances they experience.",
    "doi": "10.5465/amproc.2023.10806abstract",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2023-01-01",
    "link": "https://doi.org/10.5465/amproc.2023.10806abstract",
    "filename": "2023_01_does_your_perception_of_safety_matter_spillover",
    "slug": "2023_01_does_your_perception_of_safety_matter_spillover"
  },
  {
    "name": "Effects of Confidentiality-Preserving Geo-Masking on the Estimation of Semivariogram and of the Kriging Variance",
    "title": "Effects of Confidentiality-Preserving Geo-Masking on the Estimation of Semivariogram and of the Kriging Variance",
    "category": "Journal Article",
    "year": "2023",
    "authors": "Giuseppe Arbia, Chiara Ghiringhelli, Vincenzo Nardelli",
    "journal": "GEOGRAPHICAL ANALYSIS",
    "abstract": "Geostatistical methods, such as semivariograms and kriging are well-known spatial tools commonly employed in many disciplines such as health, mining, forestry, meteorology to name only few. They are based essentially on point-referenced data on a continuous space and on the calculation of distances between them. In many practical instances, however, the exact point location, even if exactly known, is geo-masked to preserve confidentiality. This typically happens when dealing with confidential data related to individuals-health and their biometric parameters. In these situations, the estimation of the semivariogram and, hence, the spatial prediction can become biased and highly inefficient. This paper examines the extent of the bias in the particular case when the geo-masking mechanism is known (called “intentional locational error”) and lays the ground to a full understanding of the phenomenon in more general cases. We also examine how the geo-masking affects the estimation of the kriging variance thus reducing the efficiency of spatial prediction. We pursue our aims by developing some theoretical results and by making use of simulated and real data analysis.",
    "doi": "10.1111/gean.12344",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2023-01-01",
    "link": "https://doi.org/10.1111/gean.12344",
    "filename": "2023_01_effects_of_confidentiality_preserving_geo_masking_on",
    "slug": "2023_01_effects_of_confidentiality_preserving_geo_masking_on"
  },
  {
    "name": "From mobile crowdsourcing to crowd-trusted food price in Nigeria: statistical pre-processing and post-sampling",
    "title": "From mobile crowdsourcing to crowd-trusted food price in Nigeria: statistical pre-processing and post-sampling",
    "category": "Journal Article",
    "year": "2023",
    "authors": "Giuseppe Arbia, Gloria Solano-Hermosilla, Vincenzo Nardelli, Fabio Micale, Giampiero Genovese, Ilaria Lucrezia amerise, Julius Adewopo",
    "journal": "SCIENTIFIC DATA",
    "abstract": "Timely and reliable monitoring of food market prices at high spatial and temporal resolution is essential to understanding market and food security developments and supporting timely policy and decision-making. Mostly, decisions rely on price expectations, which are updated with new information releases. Therefore, increasing the availability and timeliness of price information has become a national and international priority. We present two new datasets in which mobile app-based crowdsourced daily price observations, voluntarily submitted by self-selected participants, are validated in real-time within spatio-temporal markets (pre-processed data). Then, they are reweighted weekly using their geo-location to resemble a formal sample design and allow for more reliable statistical inference (post-sampled data). Using real-time data collected in Nigeria, we assess the accuracy and propose that our reweighted estimates are more accurate with respect to the unweighted version. Results have important implications for governments, food chain actors, researchers and other organisations.\r\nMap showing the focal states of the FPCA project and the spatial distribution of the volunteers within the focal states during the project’s second phase (FPCA-II) from April to November 2021..\r\nFlyer distributed to invite prospective volunteers to participate in the second wave of food price crowdsourcing in Africa (FPCA-II) project in Nigeria.\r\nDiagrammatic representation of the three steps of outlier detection.",
    "doi": "10.1038/s41597-023-02211-1",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2023-01-01",
    "link": "https://doi.org/10.1038/s41597-023-02211-1",
    "filename": "2023_01_from_mobile_crowdsourcing_to_crowd_trusted_food",
    "slug": "2023_01_from_mobile_crowdsourcing_to_crowd_trusted_food"
  },
  {
    "name": "Optimal two-stage spatial sampling design for estimating critical parameters of SARS-CoV-2 epidemic: Efficiency versus feasibility",
    "title": "Optimal two-stage spatial sampling design for estimating critical parameters of SARS-CoV-2 epidemic: Efficiency versus feasibility",
    "category": "Publication",
    "year": "2023",
    "authors": "G. Alleva, Giuseppe Arbia, P. D. Falorsi, Vincenzo Nardelli, A. Zuliani",
    "journal": null,
    "abstract": "The COVID-19 pandemic presents an unprecedented clinical and healthcare challenge for the many medical researchers who are attempting to prevent its worldwide spread. It also presents a challenge for statisticians involved in designing appropriate sampling plans to estimate the crucial parameters of the pandemic. These plans are necessary for monitoring and surveillance of the phenomenon and evaluating health policies. In this respect, we can use spatial information and aggregate data regarding the number of verified infections (either hospitalized or in compulsory quarantine) to improve the standard two-stage sampling design broadly adopted for studying human populations. We present an optimal spatial sampling design based on spatially balanced sampling techniques. We prove its relative performance analytically in comparison to other competing sampling plans, and we also study its properties through a series of Monte Carlo experiments. Considering the optimal theoretical properties of the proposed sampling plan and its feasibility, we discuss suboptimal designs that approximate well optimality and are more readily applicable.",
    "doi": "10.1007/s10260-023-00688-z",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2023-01-01",
    "link": "https://doi.org/10.1007/s10260-023-00688-z",
    "filename": "2023_01_optimal_two_stage_spatial_sampling_design_for",
    "slug": "2023_01_optimal_two_stage_spatial_sampling_design_for"
  },
  {
    "name": "Analisi dei modelli organizzativi di risposta al Covid-19 in Italia: evidenze da 2 anni di Instant Report Altems",
    "title": "Analisi dei modelli organizzativi di risposta al Covid-19 in Italia: evidenze da 2 anni di Instant Report Altems",
    "category": "Journal Article",
    "year": "2022",
    "authors": "8. Cicchetti Americo,  Di Brino Eugenio, Andrea Di Pilla, Basile Michele, Filippo Rumi, Maria Lucia Specchia, Luca Giorgio, Roberta Laurita,  Di Paolo Maria Giovanna, Ventura Marzia, Vincenzo Nardelli, Fabrizio Massimo Ferrara,  Naturale Maria Diana, Tattoli Angelo, Xoxi Entela, Siviero Ludovica, Irene Gabutti,  Gallo Marzia Vittoria, Grieco Albino,  Riccardi Maria Teresa, Sapienza Martina, Cifalinò Antonella, Paola Sacco, Cantù Elena, Stefano Villa, Giuliana Monolo,  Cristofaro Concetta Lucia, Vesperi Walter, Andrea Silenzi, Francesco Andrea Causio, Carlo Favaretti,  Di Bidino Rossella, Eugenio Anessi Pessina, Reina Rocco, Gianfranco Damiani",
    "journal": "GIORNALE ITALIANO DI HEALTH TECHNOLOGY ASSESSMENT DELIVERY",
    "abstract": "Dall’anno 2020 la storia dell’umanità ha dovuto fare i conti con la diffusione del Sars-COV-2 che ha generato in Italia, come in molti Paesi del pianeta una emergenza, sanitaria, sociale ed economica. L’Alta Scuola di Economia e Management dei Sistemi Sani- tari della Facoltà di Economia dell’Università Cattolica del Sacro Cuore, in collaborazione con il Dipartimento di Scienze della Vita e Sanità Pubblica (Sezione di Igiene) della Facoltà di Medicina e Chirurgia “A. Gemelli”, Cerismas (Centro di Ricerca e Studi in Management Sanitario), il Gruppo di Organizzazione Aziendale del DiGES Dipartimento di Giurisprudenza, Economia e Sociologia dell’Università della Magna Graecia di Catanzaro, e il Centro di Ricerca sulla Leadership in Medicina della Facoltà di Medicina e Chirurgia “A. Gemelli” dell’Università Cattolica del Sacro Cuore, ha settimanalmente pubblicato un Report per analizzare in modo sistematico e comparativo i modelli di risposta adottati dalle Regioni in risposta all’emergenza Covid-19, partendo dall’analisi epidemiologica dell’evoluzione della pandemia.\r\nA due anni dal primo paziente in Italia con COVID-19 di Codogno, ALTEMS ha voluto elaborare un report che sintetizzasse tutti gli elementi che hanno composto la risposta alla diffusione del virus soffermandosi sui modelli istituzionali ed organizzativi adottati dalle Regioni italiane. Questa serie settimanale, che aveva già visto una Edizione Speciale dell’Instant Report a fine anno 2020 in prossimità dell’avvio della campagna vaccinale, viene presentata in forma diversa rispetto agli 85 report precedenti. Il presente Report è stato strutturato per fornire una sintesi di quanto accaduto negli ultimi 24 mesi fornendo una lettura complessiva degli eventi e delle modalità di risposta adottate dalle Regioni.",
    "doi": null,
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2022-01-01",
    "link": "https://publicatt.unicatt.it/",
    "filename": "2022_01_analisi_dei_modelli_organizzativi_di_risposta_al",
    "slug": "2022_01_analisi_dei_modelli_organizzativi_di_risposta_al"
  },
  {
    "name": "Efficiency and feasibility of two stage sampling designs for estimating SARS-CoV-2 epidemic",
    "title": "Efficiency and feasibility of two stage sampling designs for estimating SARS-CoV-2 epidemic",
    "category": "Publication",
    "year": "2022",
    "authors": "Pietro Demetrio Falorsi, Vincenzo Nardelli, Giuseppe Arbia",
    "journal": null,
    "abstract": "Spatial information and aggregate data on the number of verified infected, either hospitalized or in compulsory quarantine, are utilized to improve a standard two-stage sampling design broadly adopted for studying human populations. The basic strategy, is based on spatially balanced sampling. The conditions for their efficiency are analytically proven. The relative advantages are shown through a simulation study.",
    "doi": null,
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2022-01-01",
    "link": "https://publicatt.unicatt.it/",
    "filename": "2022_01_efficiency_and_feasibility_of_two_stage_sampling",
    "slug": "2022_01_efficiency_and_feasibility_of_two_stage_sampling"
  },
  {
    "name": "Estimating Uncertainty in Epidemic Models: An Application to COVID-19 Pandemic in Italy",
    "title": "Estimating Uncertainty in Epidemic Models: An Application to COVID-19 Pandemic in Italy",
    "category": "Journal Article",
    "year": "2022",
    "authors": "Giuseppe Arbia, Vincenzo Nardelli, Chiara Ghiringhelli",
    "journal": "CONTRIBUTIONS TO ECONOMIC ANALYSIS",
    "abstract": "Traditional epidemic models, like the classical SIR, are fitted to real data using deterministic optimization techniques. As a consequence, their performances cannot be properly assessed and, more importantly, the estimates of the critical epidemic parameters (which are of dramatic importance in monitoring the epidemic evolution) cannot be complemented with the calculation of confidence intervals. The aim of the present work is to remove such limitations and to compare the results obtained using two stochastic versions of deterministic SIR models. We describe the two alternatives and the associated estimation procedures, and we apply the two methodologies to a set of COVID-19 data observed in Italy in the 2020 pandemic wave. Our estimates of the basic reproduction number are comparable with the official sources, but using our methods uncertainty can also be properly assessed.",
    "doi": "10.1108/s0573-855520220000296009",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2022-01-01",
    "link": "https://doi.org/10.1108/s0573-855520220000296009",
    "filename": "2022_01_estimating_uncertainty_in_epidemic_models_an_application",
    "slug": "2022_01_estimating_uncertainty_in_epidemic_models_an_application"
  },
  {
    "name": "Food prices forecast using post-sampled crowdsourced data with Reg-ARMA model: the case of Nigeria",
    "title": "Food prices forecast using post-sampled crowdsourced data with Reg-ARMA model: the case of Nigeria",
    "category": "Publication",
    "year": "2022",
    "authors": "Ilaria Lucrezia Amerise, Gloria Solano Hermosilla, Vincenzo Nardelli, Giuseppe Arbia",
    "journal": null,
    "abstract": "The current Sars-Cov-2 epidemic has once more highlighted the need of accurate and timely food price information for decision makers, citizen and food supply chain stakeholders, especially in developing countries and in particular in Africa. The conventional methods adopted by official statistical offices do not allow the dissemination of such information in real time. Therefore, we used data collected by the JRC project Food Price Crowdsourcing Africa in Nigeria. In the first stage, we pre-processed data using the Spatial Post Sampling approach, and we then estimated a Reg-ARMA model to provide an accurate forecast of price trends.",
    "doi": null,
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2022-01-01",
    "link": "https://publicatt.unicatt.it/",
    "filename": "2022_01_food_prices_forecast_using_post_sampled_crowdsourced",
    "slug": "2022_01_food_prices_forecast_using_post_sampled_crowdsourced"
  },
  {
    "name": "Spatial Sampling Design to Improve the Efficiency of the Estimation of the Critical Parameters of the SARS-CoV-2 Epidemic",
    "title": "Spatial Sampling Design to Improve the Efficiency of the Estimation of the Critical Parameters of the SARS-CoV-2 Epidemic",
    "category": "Journal Article",
    "year": "2022",
    "authors": "Giorgio Alleva, Giuseppe Arbia, Piero Demetrio Falorsi, Vincenzo Nardelli, Alberto Zuliani",
    "journal": "JOURNAL OF OFFICIAL STATISTICS",
    "abstract": "Given the urgent informational needs connected with the diffusion of infection with regard to the COVID-19 pandemic, in this article, we propose a sampling design for building a continuous-time surveillance system. Compared with other observational strategies, the proposed method has three important elements of strength and originality: (1) it aims to provide a snapshot of the phenomenon at a single moment in time, and it is designed to be a continuous survey that is repeated in several waves over time, taking different target variables during different stages of the development of the epidemic into account; (2) the statistical optimality properties of the proposed estimators are formally derived and tested with a Monte Carlo experiment; and (3) it is rapidly operational as this property is required by the emergency connected with the diffusion of the virus. The sampling design is thought to be designed with the diffusion of SAR-CoV-2 in Italy during the spring of 2020 in mind. However, it is very general, and we are confident that it can be easily extended to other geographical areas and to possible future epidemic outbreaks. Formal proofs and a Monte Carlo exercise highlight that the estimators are unbiased and have higher efficiency than the simple random sampling scheme.",
    "doi": "10.2478/jos-2022-0019",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2022-01-01",
    "link": "https://doi.org/10.2478/jos-2022-0019",
    "filename": "2022_01_spatial_sampling_design_to_improve_the_efficiency",
    "slug": "2022_01_spatial_sampling_design_to_improve_the_efficiency"
  },
  {
    "name": "A quality approach to real-time smartphone and citizen-driven food market price data",
    "title": "A quality approach to real-time smartphone and citizen-driven food market price data",
    "category": "Publication",
    "year": "2020",
    "authors": "Gloria Solano Hermosilla, Julius Adewopo, Helen Peter, Jesus Barreiro Hurle, Giuseppe Arbia, Vincenzo Nardelli, Celso Gorrin Gonzalez, Fabio Micale, Tomaso Ceccarelli",
    "journal": null,
    "abstract": "Timely and reliable monitoring of commodity food prices is an essential requirement for the assessment of market and food security risks and the establishment of early warning systems, especially in developing economies. However, data from regional or national systems for tracking changes of food prices in sub-Saharan Africa lacks the temporal or spatial richness and is often insufficient to inform targeted interventions. In addition to limited opportunity for [near-]real-time assessment of food prices, various stages in the commodity supply chain are mostly unrepresented, thereby limiting insights on stage-related price evolution. Yet, governments and market stakeholders rely on commodity price data to make decisions on appropriate interventions or commodity-focused investments. Recent rapid technological development indicates that digital devices and connectivity services are becoming affordable for many, including in remote areas of developing economies. This offers a great opportunity both for the harvesting of price data (via new data collection methodologies, such as crowdsourcing/crowdsensing — i.e. citizen-generated data — using mobile apps/devices), and for disseminating it (via web dashboards or other means) to provide real-time data that can support decisions at various levels and related policy-making processes. However, market information that aims at improving the functioning of markets and supply chains requires a continuous data flow as well as quality, accessibility and trust. More data does not necessarily translate into better information. Citizen-based data-generation systems are often confronted by challenges related to data quality and citizen participation, which may be further complicated by the volume of data generated compared to traditional approaches. Following the food price hikes during the first noughties of the 21st century, the European Commission's Directorate General for International Cooperation and Development (DG DEVCO) started collaborating with the European Commission’s Joint Research Centre (JRC) on innovative methodologies for real-time food price data collection and analysis in developing countries. The work carried out so far includes a pilot initiative to crowdsource data from selected markets across several African countries, two workshops (with relevant stakeholders and experts), and the development of a spatial statistical quality methodology to facilitate the best possible exploitation of geo-located data. Based on the latter, the JRC designed the Food Price Crowdsourcing Africa (FPCA) project and implemented it within two states in Northern Nigeria. The FPCA is a credible methodology, based on the voluntary provision of data by a crowd (people living in urban, suburban, and rural areas) using a mobile app, leveraging monetary and non-monetary incentives to enhance contribution, which makes it possible to collect, analyse and validate, and disseminate staple food price data in real time across market segments.",
    "doi": "10.2760/366116",
    "isbn": null,
    "url": "https://publicatt.unicatt.it/",
    "date": "2020-01-01",
    "link": "https://doi.org/10.2760/366116",
    "filename": "2020_01_a_quality_approach_to_real_time_smartphone",
    "slug": "2020_01_a_quality_approach_to_real_time_smartphone"
  }
]